{
    "0": { "name": "Unknown Item", "description": " " },
    "1": { "name": "Oolong Tea", "description": "An oxidized Chinese tea. Different flavours and fragrances can be brought out depending on the degree of oxidation." },
    "2": { "name": "Boba Tea", "description": "A popular drink with a bunch of tapioca balls at the bottom. The chewy tapioca balls are made from the root of the cassava plant." },
    "3": { "name": "Ginger Tea", "description": "Hot water with grated ginger in it. It warms the body and prevenets colds. It tastes delicious with honey mixed in." },
    "4": { "name": "Cleopatra's Pearl Cocktail", "description": "A drink based on the story of Cleopatra dissolving one of her pearl earrings in a cup of vinegar. Said to be good for beauty." },
    "5": { "name": "Non-Alcoholic Drink of Immortality", "description": "A non-alcoholic drink based on a legendary alcoholic beverage said to make the drinker immortal. It neither grants immortality, nor does it taste good." },
    "6": { "name": "Ketchup", "description": "An exclusive writing instrument for a maid to use to write messages on omelettes. Considered a normal condiment by some people." },
    "7": { "name": "Sugar", "description": "A basic seasoning that's primarily made up of sucrose. Be careful not to consume too much of it." },
    "8": { "name": "Olive Oil", "description": "A vegetable oil created from olives. If you wielded it correctly, it will make you look cool as you cook." },
    "9": { "name": "Astro Cake", "description": "A freeze-dried slice of cake sold to the public as space food. It's both healthy and vegetarian-friendly." },
    "10": { "name": "Bubble Gum Bomb", "description": "A gum that makes an explosive sound when it's fully blown and popped. Weak-hearted people should not chew it." },
    "11": { "name": "Maple Fudge", "description": "A British candy that;s made by boiling down sugar, condensed milk, and butter, and then adding maple syrup. It's really sweet." },
    "12": { "name": "Greek Yogurt", "description": "A food that's made by straining water from plain yogurt. The thick taste is popular and used in several dishes." },
    "13": { "name": "Bunny Apples", "description": "Apples cut into bunny shapes. Often used as bait for certain animals and insects." },
    "14": { "name": "Rock Hard Ice Cream", "description": "A cup of ice cream engineered to never melt. It can be carried around for a long time, even in summer. But it's so hard, ordinary spoons cant penetrate it." },
    "15": { "name": "Sukiyaki Caramel", "description": "Sukiyaki-flavored caramels that combine the flavors of meat, soy sauce, eggs, and caramel. The flavors are all really strong and don't mix well." },
    "16": { "name": "Candy Cigarette", "description": "A sweet cigarette-shaped candy. It's popular among kids who want to imitate adults." },
    "17": { "name": "Gyoza In the Shape of a Face", "description": "A dumpling that's modeled after someone you swear you've seen somewhere before. The skin is thick and it's a little tough." },
    "18": { "name": "Silver Earring", "description": "A simple earring that can look good on anyone. It's causally stylish." },
    "19": { "name": "Crystal Bangle", "description": "A bangle made out of common crystal glass. It's sparkly and draws quite a bit of attention." },
    "20": { "name": "Striped Necktie", "description": "A stylist tie both men and women can wear. It's convenient to have one around for special occasions." },
    "21": { "name": "Bondage Boots", "description": "Enamel boots fit for a queen. They have high heels and long laces decorated with a chain. Made to be worn as shoes, but usable as art or an umbrella holder." },
    "22": { "name": "Ultimate Academy Bracelet", "description": "A handcuff bracelet with the crest for the Ultimate Academy emblazoned on it. It is a symbol of friendship, even in the face of death and despair." },
    "23": { "name": "Workout Clothes", "description": "Easy-to-move workout clothes that wick away sweat. With these, you can work out all days and still be comfortable." },
    "24": { "name": "Mono-Jinbei", "description": "Popular Japanese summer clothes colored black and white, like Monokuma. It's easy to move around in, and breaths well." },
    "25": { "name": "Autumn-Colored Scarf", "description": "A chic autumn-colored scarf that can be used by men, women, and robots. It is very trendy and a fashionable accent to any outfit." },
    "26": { "name": "Hand-Knit Sweater", "description": "A sweater that's been knitted with love in every stitch. Those who wear it can feel themselves enveloped in the power of love and will stay warm through even the coldest winter." },
    "27": { "name": "Cheer Coat Uniform", "description": "A long coat with passionate red lining. It protects you from the cold and makes you burn with passion." },
    "28": { "name": "Nail Brush", "description": "A brush for painting nails beautifully. With this, anyone can make their nails sparkle like magic. You can give it away, but something good might happen if you keep it." },
    "29": { "name": "Wearable Blanket", "description": "A blanket that will completely defend you from the cold by closing off any gaps around you hands, neck, and feet. Moving around in it is near impossible." },
    "30": { "name": "Beret", "description": "A size-adjustable beret. It's a pretty popular hat that lets you feel trendy and somewhat artistic." },
    "31": { "name": "Ladybug Brooch", "description": "A cute and fashionable brooch that resembles a seven-spotted ladybug. Despite how realistic it looks, it is not alive." },
    "32": { "name": "Cufflinks", "description": "An accessory that is attached to the cuffs of a shirt. The black onyx design makse it look good on both men and women." },
    "33": { "name": "Dog Tag", "description": "A dog tag used to identity soldiers. The same profile is engraved on two plates so that if the owner is killed, one is collected to report death." },
    "34": { "name": "White Robot Mustache", "description": "A gentlemanly mustache that can be stuck on robots. Does not include antenna functions or earthquake powers." },
    "35": { "name": "Book of the Blackened", "description": "A book of criminal offenses that contains records of the cruelest, most atrocious murders committed by humans. Many of these cases weren't released to the public." },
    "36": { "name": "Feelings of Ham", "description": "How to raise hamsters...is not what this book is about. It's a book about raising domestic animals for meat. For those who are interested in the farming industry." },
    "37": { "name": "Travel Journal", "description": "A thick journal packed with record of trips. However, it was actually written using vague knowledge and the rich imagination of someone looking at a world map." },
    "38": { "name": "Dreams Come True ☆ Spell Book", "description": "A book that contains old magic gathered from all over the country and collected into an easy to read volume for kids. Any dangerous have been removed, so only love spells are left." },
    "39": { "name": "Story of Tokono", "description": "A collection of stories about the customs, legends, and knowledge of civilizations from long ago. It has a high scientific value." },
    "40": { "name": "Spla-Teen Vogue", "description": "A teen magazine featuring many models just enjoying their summer. This magazine is meant for kids, not squids." },
    "41": { "name": "Fun Book of Animals", "description": "An animal picture book for preschool kids. For some reason, bears are not featured in it." },
    "42": { "name": "Latest Machine Parts Catalogue", "description": "A comprehensive catalog that features the latest cables, screws, motors, etc. It could be considered a fashion magazine for robots." },
    "43": { "name": "Stainless Tray", "description": "A circular silver tray that shines like a mirror. It is befitting of a maid." },
    "44": { "name": "Tennis Ball Set", "description": "A standard tennis ball four-pack set. Not only is it used for tennis, but it's also used for massage and weight loss exercises." },
    "45": { "name": "High-End Headphones", "description": "Top-grade, high-end headphones. Use these if you truly want to hear the nuances in classical and jazz music." },
    "46": { "name": "Teddy Bear", "description": "A typical stuffed toy bear that's not black and white. If you love it enough, then it might come to life one day." },
    "47": { "name": "Milk Puzzle", "description": "A plain puzzle with one side as white as milk. It's said to be good for concentration training and is used for astronaut selection exams." },
    "48": { "name": "Illusion Rod", "description": "A miracle rod that can show a happy illusion when it's spun in circles in front of someone's eyes." },
    "49": { "name": "Hand Mirror", "description": "A pocket-sized mirror that is incredibly useful for checking your appearance." },
    "50": { "name": "Prop Carrying Case", "description": "A case in high demand by cosplayers for its usability. Not only is it useful for conventions, but it's great for trips too." },
    "51": { "name": "Japanese Doll Wig", "description": "A glamorous black wig that has hair like that of a Japanese doll. Even if you cut it, it grows back instantaneouly." },
    "52": { "name": "Photoshop Software", "description": "A photo editing software that lets you retouch photos. Turn a plain, freckled face into something flashy!" },
    "53": { "name": "Sewing Kit", "description": "A basic sewing kit that has a needle and several colours of thread. With this, you'll always be prepared in case a button comes off." },
    "54": { "name": "Flame Thunder", "description": "A broom that lets mages fly at high speed when they sit on it. It's a little bent, but it can also be used for cleaning." },
    "55": { "name": "Tattered Music Score", "description": "A tattered handwritten music score. Rumor has it that it's unpublished music from a certain famous composer." },
    "56": { "name": "Indigo Hakama", "description": "Traditional Japanese clothing. This particular kind kind is made of high-quality cotton and used for martial arts. Wear it when it's time to spar." },
    "57": { "name": "Fashionable Glasses", "description": "A fashion accessory that appears to be a pair of glasses, but does not actually correct its wearer's vision." },
    "58": { "name": "Gold Origami", "description": "An origami pack that has 24 sheets of gold origami paper. With this, you can create gorgeous origami." },
    "59": { "name": "Plastic Moon Buggy Model", "description": "A plastic model of an actual buggy used by astronauts on the moon. It looks plain, but it's actually filled with burning passion." },
    "60": { "name": "I'm a Picture Book Artist!", "description": "An electronic device that's equi[[ed with an AI to produce a new picture book every time it's turned on. Great for kids who love hearing bed-time stories." },
    "61": { "name": "Hand Grips", "description": "A device for grip training. The strength of a punch is determined by grip strength, weight, and speed combined." },
    "62": { "name": "Commemorative Medal Set", "description": "A medal set Monokuma made of himself and the Monokubs. You can feel the care he put into making it. You can give it away, but something good might happen if you keep it." },
    "63": { "name": "Metronome", "description": "A musical device that is used to match the tempo when playing an instrument. A basic pendulum type." },
    "64": { "name": "Sketchbook", "description": "An art book for sketches. It's pocket-sized so it's convenient to carry around." },
    "65": { "name": "Art Manikin", "description": "A model doll that has the same joints as humans. It's pretty versatile and can stay balanced in positions humans can't maintain." },
    "66": { "name": "Bird Food", "description": "A carefully selected collection of fresh seeds for domestic pigeons. Wild pigeons can't appreciate the increased quality, so it would be a waste to give them these." },
    "67": { "name": "Proxilingual Device", "description": "A tool that can translate any language, even animal sounds. It can pick up a dog's bark and eloquently describe the emotions in it with an electronic bark." },
    "68": { "name": "Gourd Insect Trap", "description": "An opaque, gourd-shaped insect keeper. Used for keeping bugs to listen to the noises they make." },
    "69": { "name": "Potted Banyan Tree", "description": "A potted banyan tree with spirits living inside it. It is said to be good luck. It grows aerial roots from the middle of its trunk." },
    "70": { "name": "Pocket Tissue", "description": "A normal package of tissues. It's best to carry it alongside a handkerchief." },
    "71": { "name": "Dancing Haniwa", "description": "A ceramic figure from the Japanese Kofun period. It is said to resemble a person dancing very intensely." },
    "72": { "name": "Work Chair Of Doom", "description": "The ultimate work station with a comfy chair and so much technology that you will never want to get up. Those who sit here will be in danger of becoming obese." },
    "73": { "name": "3-Hit KO Sandbag", "description": "Regardless of whether it's hit by a kick from a sickly child or a punch from a superhuman adult, this punching bag will always break on the third hit." },
    "74": { "name": "Sports Towel", "description": "A towel that's perfect for hanging around your neck to wipe off sweat. It's the color of the bright, blue sky on a youthful summer day." },
    "75": { "name": "Steel Glasses Case", "description": "A sturdy glasses case that won;t break, even if it's stomped on by an Exisal. No matter what abuse it takes, the glasses inside will be kept safe." },
    "76": { "name": "Robot Oil", "description": "An oil that's necessary to have when making robots. It has started to separate, so the top half is diluted. Please be sure to shake before use." },
    "77": { "name": "Clock-Shaped Gaming Console", "description": "A pocket watch-shaped game console with monochrome LCD and several buttons. Play a game called \"Factory\" and mash buttons to create more bears!" },
    "78": { "name": "Everywhere Parasol", "description": "A parasol with a stand so it can be used anywhere. Set it up poolside to feel fancy! You can give it away, but something good might happen if you keep it." },
    "79": { "name": "Three-Layered Lunch Box", "description": "A family-size lunch box that can fit a variety of side dishes. Perfect for a picnic." },
    "80": { "name": "Aluminum Water Bottle", "description": "A round, retro water bottle. Having it slung over your shoulder makes you want to go on an adventure." },
    "81": { "name": "Jelly Balls", "description": "Squishy, colourful beads that swell to marble size when wet. Good for both decoration and gardening. Lining up 4 of the same color won't make them vanish." },
    "82": { "name": "Upbeat Humidifier", "description": "It humidifies your room based on the amount of tears you have shed. Great for gloomy people, but to cheerful people, it's just a paperwight." },
    "83": { "name": "Earnest Compass", "description": "A compass that ignores the North Pole and South Pole, and instead points to the owner's loved one. A must-have for stalkers." },
    "84": { "name": "Semazen Doll", "description": "A ceramic doll that spins like a Whirling Dervish. It's a very popular Turkish souvenir." },
    "85": { "name": "Weathercock of Barcelos", "description": "A weathercock that imitates the Portuguese \"Rooster of Barcelos,\" A symbol of the truth, this is a popular souvenir from Portugal." },
    "86": { "name": "Pillow of Admiration", "description": "A pillow that helps you sleep well and gives you wonderful dreams. However, the dreams will show and entire lifetime making you feel instensely empty after you wake up." },
    "87": { "name": "46 Moves of the Killing Game", "description": "A card game with Japanese characters relating to killing games. Some cards are, \"A metal bat to kill demons,\" \"Blackened are soaked in blood,\" and \"Certain evidence over arguments." },
    "88": { "name": "Monkey's Paw", "description": "The mummified hand of a monkey said to grant three wishes. However, none of the wishes it grants have happy endings." },
    "89": { "name": " Art Piece of Spring", "description": "An ornament that looks like a urinal. The more you look at it, the more you start to question what art *really* is." },
    "90": { "name": "Electric Tempest", "description": "A cool high-powered water gun. The water shoots over 10 yards and it can be fired continuously for a whole minute. Fun for kids and adults!" },
    "91": { "name": "Space Egg", "description": "Object made out of borosilicate glass. Depending on the angle, it changes form. The mysterious pattern is what makes it popular." },
    "92": { "name": "Death Flag", "description": "The blackened might be one of us, so I refuse to stay with you guys! I'm gonna go hide in my room!" },
    "93": { "name": "Survival Flag", "description": "The chance of this succeeding is only 5%. No one has ever made it out alive before...but this is my last chance to survive." },
    "94": { "name": "Helping Yacchi", "description": "A robot mascot that looks like a killer whale. It can sense when its owner is distressed, and offers to research a solution." },
    "95": { "name": "Home Planet", "description": "A mini planetarium machine that can project the cosmos onto your bedroom walls when it's time for bed. Comes with narration voiced by a popular voice actor." },
    "96": { "name": "Super Lucky Button", "description": "A shiny button that makes its owner feel like their luck will turn around. It may or may not pull in a powerful wave of luck." },
    "97": { "name": "Sparkly Sheet", "description": "A cleaning sheet that gets rid of any mess in the kitchen sink or even dirt on the faucet. Can also be used to clean robots." },
    "98": { "name": "Hammock", "description": "Bedding created by hanging a net between two poles or trees. Lounging in one of these is something everyone has dreamed of at least once." },
    "99": { "name": "Cleansing Air Freshener", "description": "A spray air freshener. It has holy water mixed in, and is said to repel ghosts and paranormal entities." },
    "100": { "name": "Flower for Floromancy", "description": "\"Loves me, loves me not, loves me...\" An artificial flower used for flower fortune-telling. It has an odd number of petals to soothe the pain of unrequited love." },
    "101": { "name": "Marigold Seeds", "description": "Marigold seeds that bloom into colorful flowers. By way, marigolds symbolize \"despair.\"" },
    "102": { "name": "Rock-Paper-Scissors Cards", "description": "A set of cards containing four rocks, four papers, and four scissors. If you bet your life on this game, it can be a thrilling psychological battle." },
    "103": { "name": "Perfect Laser Gun", "description": "A replica of a laser gun used by upstanding citizens to punish rebe;;ious or unhappy people. When carrying this around, be sure to watch your coefficient." },
    "104": { "name": "Someone's Student ID", "description": "A replica of a student ID from some academy. There are as many different designs of ID as there are talented students." },
    "105": { "name": "Bear Ears", "description": "A headband with Monokuma ears. When worn, it picks up your brainwaves and the ears wiggle according to your emotions." },
    "106": { "name": "Dangan Werewolf", "description": "A party game of hope and despair. Draw cards and become the characters to start deducing and debating! Now on sale!" },
    "107": { "name": "Tentacle Machine", "description": "An extremely handy reacher grabber. Once you use it, you can't live without it." },
    "108": { "name": "Rice Toy Blocks", "description": "Toy blocks made out of rice, so they're safe for babies to put in their mouths. But they'll go bad if they aren't eaten right away." },
    "109": { "name": "Cosmic Blanket", "description": "Aluminum film that makes excellent insulation. It warms your body when you wrap it around yourself, making it handy for outdoor actives." },
    "110": { "name": "Fully-Automated Shaved Ice Machine", "description": "A shaved ice machine that automatically crushes up ice and pours strawberry syrup on top." },
    "111": { "name": "Gun of Man's Passion", "description": "A model of an imaginary weapon. It's powerful, but only the worthy may fire it. Embrace it to feel a man's fantasy. You can give it away, but something good might happen if you keep it." },
    "112": { "name": "Pure-White Practice Sword", "description": "An ornamental katakana that contains a divine power capable of taking out ordinary people with a single slash. You can give it away, but something good might happen if you keep it!" },
    "113": { "name": "Dark Belt", "description": "A black-ish belt worn with karate clothes. It can only be worn by those with justice in their hearts. You can give it away, but something good might happen if you keep it." },
    "114": { "name": "Kaito's Undergarments", "description": "Kaito's favorite boxers. The universe is always burning in the important parts" },
    "115": { "name": "Ryoma's Undergarments", "description": "Ryoma's favorite briefs. At certain national tennis competitions, everyone was required to wear all white, down to their underwear." },
    "116": { "name": "Rantaro's Undergarments", "description": "Rantaro's favorite boxers. At first glance, they look simple, but once you touch them, you can tell they're made of high quality material." },
    "117": { "name": "Gonta's Undergarments", "description": "Gonta's favorite loincloth. For awhile, he wore tailored briefs, but he couldn't get used to the close-fitting underwear since he grew up in the forest." },
    "118": { "name": "Kokichi's Undergarments", "description": "Kokichi's favorite trendy underwear. Being a tease where it can't be seen is what true fashion is all about." },
    "119": { "name": "Korekiyo's Undergarments", "description": "Korekiyo'a favorite bikini bottoms. The stoic color and sexy form represent the beauty of humanity." },
    "120": { "name": "K1-B0's Built-In Parts", "description": "Parts built in to Keebo's waist. They protect delicate parts of his body from temperature and humidity. They need to be changed daily, but can be reused after being washed." },
    "121": { "name": "Kirumi's Undergarments", "description": "Kirumi's favorite panties. An elegant pair of underwear with deep purple lace." },
    "122": { "name": "Himiko's Undergarments", "description": "Himiko's favorite panties. She wears pumpkin panties out of respect for a certain magical girl." },
    "123": { "name": "Maki's Undergarments", "description": "Maki's favorite panties. They're easy to move in and have a tie on the side." },
    "124": { "name": "Tenko's Undergarments", "description": "Tenko's favorite panties. Although they're spats, the small Japanese flower printed on them express her femininity." },
    "125": { "name": "Tsumugi's Undergarments", "description": "Tsumugi's favorite panties. She usually wears plain panties, but these are for special occasions. They're not for show, so no panty shots allowed!" },
    "126": { "name": "Angie's Undergarments", "description": "Angie's favorite bikini bottom. Since it's not underwear, it's totally fine if it peeks out a little." },
    "127": { "name": "Miu's Undergarments", "description": "Miu's favorite panties. Special underwear worthy of adorning her \"busty, brainy, beautiful goddess body.\"" },
    "128": { "name": "Kaede's Undergarments", "description": "Kaede's favorite panties. A basic and popular pink color with modest lace." },
    "129": { "name": "Variety Cushion", "description": "A cushion that expresses the will of the outside world to abandon killing games and watch human relationships instead. This unlocks \"Love Across the Universe.\"" },
    "130": { "name": "Key of Love", "description": "A key to certain places filled with greed and lust. You can give it away, but something good might happen if you keep it." },
    "131": { "name": "To Each Their Own Roulette", "description": "A lucky roulette with ups and downs that can impact people's lives. This unlocks \"Ultimate Talent Development Plan.\"" },
    "132": { "name": "Monomune", "description": "A legendary sword said to of sliced apart the despair that covered the entire world. This unlocks \"Monokuma's Test.\"" },
    "133": { "name": "Ultimate Academy for Gifted Juveniles Badge", "description": "Proof that you've cleared the Prologue. It's a badge of the Ultimate Academy insignia. Apparently, there are only 16 of these in thw world." },
    "134": { "name": "Musical Note Hairpin", "description": "Proof that you cleared Chapter 1. A memento of Kaede. No matter the hardship, there was always a deep melody playing in her heart..." },
    "135": { "name": "Servant's Gloves", "description": "Proof that you cleared Chapter 2. A memento of Kirumi. She always wore them as she worked for everyone's sake." },
    "136": { "name": "Mysterious Mask", "description": "Proof that you've cleared Chapter 3. A memento of Korekiyo. It covers the mouth and neck to hide them from view." },
    "137": { "name": "Empty Insect Cage", "description": "Proof that you've cleared Chapter 4. A memento of Gonta. Left empty after no one remained to care for the insects." },
    "138": { "name": "Galactic Jacket", "description": "Proof that you've cleared Chapter 5. A memento of Kaito. It depicts his fantasies of the universe." },
    "139": { "name": "Team Danganronpa Employee Badge", "description": "Proof that you've cleared Chapter 6. A memento of Tsumugi. It's a badge the Team Danganronpa employees wear." },
    "140": { "name": "Easter Egg", "description": "Proof that you've cleared the Epilogue. The traditional item awarded at the end of a Danganronpa." },
    "141": { "name": "Shuichi's Undergarments", "description": "Shuichi's favorite underwear. Don't assume the plaid pattern represents culprits or detectives, or anything of the sort." },
    "142": { "name": "Date Ticket", "description": "A ticket that's used in the \"Love Across the Universe\" show. You're only allowed to use it with someone you've collected Friendship Fragments from." },
    "143": { "name": "Monomergen-C", "description": "A suspicious-looking energy drink. Not only will it increase your energy a hundredfold, but it can also manipulate time itself." },
    "144": { "name": "Mineral Water", "description": "Drawn from the ocean depths and rigorously purified. Ideal for a modern on-the-go public unsatisfied with tap water." },
    "145": { "name": "Ramune", "description": "A sweet, lemon-flavored carbonated drink. A marble plugs the opening of the uniquely designed bottle. The bottle can also be reused if you bring it to the ramune store." },
    "146": { "name": "Coconut Juice", "description": "A colorless, transparent juice found inside coconuts. The sweet taste is considered refreshing." },
    "147": { "name": "Blue Ram", "description": "A famous anti-energy drink that will make you feel very relaxed after drinking it. Became a huge hit through its marketing slogan, \"Blue Ram Clips Your Wing\"." },
    "148": { "name": "Civet Coffee", "description": "Made from an extremely rare and expensive coffee bean collected from the dung of the Asian palm civet. It has a unique fragrance..." },
    "149": { "name": "Cinnamon Tea", "description": "Black tea infused with cinnamon sticks. It is said to be effective for warming your body and maintaining proper digestion." },
    "150": { "name": "Non-Alcoholic Wine", "description": "A refreshing drink that contains no alcohol. It tastes more like sour grape juice than actual wine." },
    "151": { "name": "Prepackaged Orzotto", "description": "A dish made of boiled pearl barley. It’s very nutritious and high in fiber. It also tastes good with beef tongue." },
    "152": { "name": "Chocolate Chip Jerky", "description": "Dried beef sprinkled with chocolate chips. A preserved meat product invented by an experimental cook. There's no guarantee this will actually taste good." },
    "153": { "name": "Cod Roe Baguette", "description": "This thin loaf of bread is stuffed to the brim with butter and crushed cod roe. A perfect fusion of French and Japanese cuisine." },
    "154": { "name": "Gugelhupf Cake", "description": "This cake is said to be a favorite of Marie Antoinette. Its name is German for \"priest's hat\"." },
    "155": { "name": "Hardtack of Hope", "description": "Emergency ration that excels at maintaining its freshness. They are often given to students as an emergency food source in case of natural disasters." },
    "156": { "name": "Sweet Bun Bag", "description": "Filled with a variety of sweet breads, including melon and peanut butter flavors. The bag has a logo of Hansel & Gretel." },
    "157": { "name": "Potato Chips", "description": "A staple snack food made by frying thin potato slices in oil. Beware its dangerously high calorie count. Many men have lost everything after betting they could only eat just one." },
    "158": { "name": "Viva Ice", "description": "This strawberry-flavored shaved ice treat comes with a spoon containing lottery numbers. If your numbers win, you receive more shaved ice." },
    "159": { "name": "Jabba's Natural Salt", "description": "A natural salt found on Jabberwock Island. Though it's commonly used to cook various island dishes, apparently it's also used for strange ceremonial rituals by the local natives." },
    "160": { "name": "Cocoshimi", "description": "The pulpy white insides of a coconut. If you eat it with soy sauce and wasabi, it tastes just like sashimi." },
    "161": { "name": "Sunflower Seeds", "description": "The seeds of that particular flower that loves facing the sun. They have a flavor somewhat similar to peanuts. The flower itself represents the sun's watchful eyes." },
    "162": { "name": "Coconut", "description": "The hard-shelled fruit from a coconut tree. Not only is it edible, it can also be used for several purposes, such as crafting musical instruments." },
    "163": { "name": "Iroha T-Shirt", "description": "A regular t-shirt emblazoned with a cluttered poem. \"Though the flower is gone, its scent lingers. Who in this world is truly unchanging? Today we cross the towering mountains of vanity, unswayed by superficial dreams.\"" },
    "164": { "name": "Brightly Colored Jeans", "description": "The frayed jean pants of a detective who roared at the sun in the name of justice. They're not jeans, they're jean pants." },
    "165": { "name": "Apron Dress", "description": "A dress that resembles a maid's uniform. When you wear this, it might seem like you won't be able to you master, but in actuality, you'll be the one in control." },
    "166": { "name": "Falkor's Muffler", "description": "A muffler crafted from the fur of a legendary luckdragon. It's sweltering hot to wear in the land of eternal summer." },
    "167": { "name": "Fresh Bindings", "description": "Strips of cotton cloth. They were once commonly used for underwear and bandages. They say when you wrap it around yourself, both body and soul become taut." },
    "168": { "name": "Queen's Straitjacket", "description": "This hand-binding garment was worn by the genius magician Queen Teruko during her escape magic performances. Apparently there are people who might enjoy being bound up." },
    "169": { "name": "Spy Spike", "description": "A spike that you can wield with swiftness and agility, just like a real spy. Also known as \"Spy-Spi\"." },
    "170": { "name": "Secret Boots", "description": "Boots that have raised soles, allowing the wearer to face their height." },
    "171": { "name": "Safety Half-Shoes", "description": "These shoes only cover your toes, but the iron plate in the tip keeps your toes safe." },
    "172": { "name": "Passionate Glasses", "description": "Glasses that let you see your passions as they blend with reality. They also have a function that lets you shoot your passion like a laser. (WARNING: This laser *will* come out of your butt.)" },
    "173": { "name": "Bvlbari's Gold", "description": "A popular, name-brand bracelet made of pure gold that's loved by both men and women. With its high-quality fashion sense and brightness, it increases the wearer's visibility by 10 percent." },
    "174": { "name": "Earring of Crushed Evil", "description": "An earring created by the legendary home tutor. Crafted from silver and gold into the shape of a wing. The gold is said to increase luck, while the silver is said to accumulate luck." },
    "175": { "name": "Silver Ring", "description": "A ring made from the purest silver with a natural pink tourmaline set into it. If you need to get a present for someone and have no idea, get them this." },
    "176": { "name": "Hope's Peak Ring", "description": "A school ring emblazoned with the Hope's Peak Academy crest. It stands as proof of friendship between those who spent their youth together." },
    "177": { "name": "Spectre Ring", "description": "A blond earthling was wearing this ring when he was swept into our world from a distant galaxy. A very icy, lame joke is sealed within the ring." },
    "178": { "name": "Cloth Wrap Backpack", "description": "A cloth wrap with a very fashionable design. Perfect for giving presents to modern girls and elders. Nothing you wrap with this will be sent forward or backward in time." },
    "179": { "name": "Another Hope", "description": "This valuable diamond was created from the remaining fragments of the original Hope Diamond when it was cut long ago. Rumors persist that death follows anyone who has this item in their possession." },
    "180": { "name": "Jabbaian Jewelry", "description": "A pendant designed with a coconut tree motif. There's a custom on Jabberwock Island in which parents give this to their children so they can one day pass it down to their own kids." },
    "181": { "name": "Biggest Fantom", "description": "An ancient fan that has been passed down since the Heian Period. Those who possess it will be able to speak with ghosts." },
    "182": { "name": "Ubiquitous Handbook", "description": "A perfectly designed handbook useful for documenting various events that occur throughout the day. It comes with a pen that can be easily stored inside." },
    "183": { "name": "Millennium Prize Problems", "description": "These seven important mathematical problems were posed by the Clay Mathematics Institute, with a reward of one million dollars for each one solved" },
    "184": { "name": "Tips & Tips 2nd Edition", "description": "A thick book that has hints and codes for every game ever released. The 2nd Edition now includes tips for clearing even the most difficult levels. A must-have for any true gaming fanatic." },
    "185": { "name": "Ogami Clan Codex", "description": "A book which documents the 708 Meridian Channel pressure points that exist throughout the human body. Those who master these points can become the Ultimate Masseuse." },
    "186": { "name": "Men's Manma", "description": "A magazine for gourmands that lists popular restaurants for all kinds of situations. The articles about recommended date spots are especially popular." },
    "187": { "name": "Kiss Note", "description": "A notebook considered to be a good luck charm. The human whose name is written in this notebook shall kiss you. The human who uses this notebook will lose their heart forever." },
    "188": { "name": "Black Rabbit Picture Book", "description": "An introductory book for pulling various cons. The cover has a black rabbit on it to avoid attention. Apparently there is a white rabbit and red rabbit version of this book as well." },
    "189": { "name": "2.5D Headphones", "description": "Headphones that provide a 2.5- dimensional sound quality. Every audiophile who used these said the same thing: \"These are hella psychopop.\"" },
    "190": { "name": "Radiosonde", "description": "A meteorological instrument that measures the temperature, humidity, and barometric pressure by shooting a balloon into the sky." },
    "191": { "name": "Male Cylinder", "description": "A laboratory instrument with a masculine symbol on it. Organic synthesis is possible by combining this with the measuring flask." },
    "192": { "name": "Measuring Flask", "description": "A laboratory instrument with a feminine symbol on it. Organic synthesis is possible when combined with the Male Cylinder." },
    "193": { "name": "Razor Ramon HG", "description": "A cooking device that makes pho simply by putting leftover rice inside it. Vietnamese food has surged in popularity due to this item." },
    "194": { "name": "Infrared Thermometer", "description": "By detecting the infrared radiation released by your body, this thermometer can measure your body temperature without making direct contact with your skin." },
    "195": { "name": "Flash Suppressor", "description": "Manufactured by Volcanic Knuckle, attaching this item to the barrel of a gun will suppress the muzzle flare and recoil while firing. However, this item will also amplify the sound of the shot to sound like a tiger's roar." },
    "196": { "name": "Lilienthal's Wings", "description": "A model left behind by flight engineer Otto Lilienthal. It's filled with the dreams of those who aim for the sky." },
    "197": { "name": "Kirlian Photography", "description": "A camera invented to take pictures of electrical fields surrounding objects. Sadly, there's no film in it..." },
    "198": { "name": "Mr. Stapler", "description": "A stapler used in the medical field. As long as you set the appropriate needle, you can staple a wound closed as easy as assembling a manga." },
    "199": { "name": "Small Degenerated Reactor", "description": "A powerful organization used nuclear fission to repeatedly degenerate gravity and create miniature black holes for the purpose of researching alternate sources of energy." },
    "200": { "name": "Many-Sided Dice Set", "description": "A full set of dice consisting of a d4, d8, d10, d12, and d20. Created to celebrate the 30 year anniversary of the world-famous tabletop RPG: Mazes and Monsters." },
    "201": { "name": "The Funbox", "description": "The newest home video game console. It promises a rewarding experience that money simply can’t buy. You will need money to buy games for it, though." },
    "202": { "name": "The Funplane", "description": "The newest popular portable game system. It has a hi-def touchscreen, and can also play music and videos, making for the perfect all-in-one media machine!" },
    "203": { "name": "American Clacker", "description": "A toy consisting of two balls tied with string. You play with it by swinging the balls together to produce a \"clack clack\" sound. Adults and children alike are fascinated by this toy." },
    "204": { "name": "Power Gauntlet", "description": "A video game controller shaped like a glove. You use your fingers to play games, but it is not compatible with modern game consoles. Die-hard fans love how \"bad\" this thing is." },
    "205": { "name": "Mesopotamia", "description": "This bright red, spring-shaped toy is made out of steel. You can play with it by dropping it down the stairs. It's said its unique form was crafted by an ancient Sumerian god." },
    "206": { "name": "Nitro Racer", "description": "A toy car that was popular a few years ago. A unique feature of this product is the Nitro Button. Pressing this button releases a very nice breeze from the car." },
    "207": { "name": "Slap Bracelet", "description": "A toy that's straight like a ruler, but when you slap it against your wrist it wraps around your arm." },
    "208": { "name": "Gag Ball", "description": "You bite into this toy like a dog. When you do, you end up making a funny face. That's why it's called a gag ball." },
    "209": { "name": "Kokeshi Dynamo", "description": " the switch on the bottom to set the doll shaking. Apparently it's a kid's toy, but I don't really get the point of it..." },
    "210": { "name": "Go Stone", "description": "A black and white stone used to play Go. This game was responsible for popularizing a lot of strategic concepts. The black and white colors may also induce despair." },
    "211": { "name": "Message In a Bottle", "description": "A bottle with a letter inside The mouth of the bottle is too narrow, so you can't actually read the letter." },
    "212": { "name": "Old Timey Radio", "description": "A bottle with a letter inside The mouth of the bottle is too narrow, so you can't actually read the letter." },
    "213": { "name": "Old Timey Radio", "description": "A radio with a retro exterior but state-of-the art technology inside. All you gotta do now is create a radio station!" },
    "214": { "name": "Antique Doll", "description": "A porcelain doll. Due to the exquisite craftsmanship of the doll and its clothing, many people still collect and prize them to this very day." },
    "215": { "name": "The Second Button", "description": "The button from a school uniform which increases in value as graduation approaches. In a few cases, reservations are necessary." },
    "216": { "name": "Moon Rock", "description": "A rock taken from the Sea of Tranquility of the moon by astronauts on Apollo 11. Its composition is apparently unusual for where it was found..." },
    "217": { "name": "Another Battle", "description": "The first in a series of yakuza films. It became popular for being a yakuza film that had no battle scenes in it whatsoever." },
    "218": { "name": "Desperation", "description": "A collection of famous songs by Tatsuro Furuta, a folk singer/songwriter who ushered in a new era of folk music." },
    "219": { "name": "1000 Cherry Blossoms", "description": "A high quality tool used for floral arrangements. The needles are inserted into flowers and branches." },
    "220": { "name": "Paper \"10th Act Verse\"", "description": "A paper handkerchief used by upper-class craftsmen. They keep it inside their pockets until they need to wipe their mouths." },
    "221": { "name": "Marine Snow", "description": "This floating snow-like substance displays a fantastic beauty. It's actually a collection of plankton corpses." },
    "222": { "name": "Gold Coated Sheath", "description": "A bamboo sword sheath with a beautiful gold finish on the part where the blade is inserted." },
    "223": { "name": "Mini Wave-Dissipaters", "description": "This island souvenir is a wave dissipation black that fits in the palm of your hand. If you leave it on the coast, sea water gathers around it." },
    "224": { "name": "Stardust", "description": "A small bottle of stardust. It's said that owning this item is enough to make you happy. Despite its name, it's actually made from the shell of a small sea creature." },
    "225": { "name": "Japanese Tea Cup", "description": "A fancy teacup made from royal wood. It's said that regular water will taste sweet if it's served in this cup." },
    "226": { "name": "Two-Sided Ukulele", "description": "This tropical instrument is stringed on both sides. The sound changes depending on which side you play. The outer side produces a light, happy sound, while the inner side produces an dark, heavy sound." },
    "227": { "name": "Collapsible Fishing Rod", "description": "A fishing rod designed so you can enjoy fishing anytime, anywhere. It becomes the size of a ballpoint pen when you collapse it, allowing you to carry it with you freely." },
    "228": { "name": "Bojobo Dolls", "description": "Made from seeds and coconut fiber, these are used in Buddhist prayers. You determine your wish based on how you position the arms and legs." },
    "229": { "name": "Century Potpourri", "description": "An aromatic blend of ripened flowers, herbs, and fruit skins. You'll enjoy the smell of this potpourri for one hundred years." },
    "230": { "name": "Absolute Tuning Fork", "description": "An enormous tuning fork. In the hands of a tuning master, it has the power to destroy everything with its resonance. In a pinch, you can also hang your laundry from it." },
    "231": { "name": "Seven Sword", "description": "A sword discovered inside a clay doll excavated from the island. The blade has the unique characteristic of branching off into seven blades, but its number of uses is already maxed out." },
    "232": { "name": "Sand God's Storm Horn", "description": "A broken horn from some unknown creature. Those who possess this horn will be able to read the wind." },
    "233": { "name": "Memory Notebook", "description": "A ragged notebook. The cover says, “Ky.…ko... Oto…'s Memory Notebook”. The writings on the inside are too worn out to read." },
    "234": { "name": "Mukuro's Knife", "description": "A knife with the Hope's Peak Academy crest on it. The blade is too rusted to use." },
    "235": { "name": "Broken Warhead", "description": "A weapon of mass destruction found at the bottom of the ocean. The following words were inscribed on the warhead by a fallen princess: \"Humans can still live without this.\"" },
    "236": { "name": "Girl with the Bear Hairpin", "description": "A masterpiece from the realist artist, Riskini Harden Phenomenon. It was reported last year that he immersed himself in despair, and was constantly painting the entire time." },
    "237": { "name": "Bar", "description": "A metal tool used to remove nails or apply leverage. Not to be confused with its J-shaped cousin, the crowbar." },
    "238": { "name": "Dip Pen", "description": "A pen used for drawing lines by absorbing ink into the nib. Depending on your technique, you can create vivid lines with it. The pen of choice for manga artists and illustrators." },
    "239": { "name": "Tissue", "description": "A modern symbol of our present society. This disposable paper has many uses, such as blowing your nose, wiping away dirt, and wrapping with kindness." },
    "240": { "name": "Jabba the Frog", "description": "A frog native to Jabberwock Island. It has an extremely long lifespan, and is said to live approximately 600 years." },
    "241": { "name": "Iguana Daughter", "description": "An iguana native to Jabberwock Island. According to local legend, this creature was originally a young maiden who was changed into this form through magic." },
    "242": { "name": "Dull Kitchen Knife", "description": "A kitchen knife that's useless for cutting. A first-rate cook will never use this knife..." },
    "243": { "name": "Occult Photo Frame", "description": "A picture frame that automatically converts digital photographs into ghostly photos." },
    "244": { "name": "Lust Setsugekka", "description": "Japanese sake that contains no alcohol. Despite being alcohol free, it will still get you drunk." },
    "245": { "name": "Rose In Vitro", "description": "A small rose stored inside a test tube. It's good for both hellos and farewells. In the language of flowers, a red rose means passionate love." },
    "246": { "name": "Skullhead Mask", "description": "A creepy skull mask that appears in “Skullhead Mask”. The lackeys of the terrorist Skelton are known to wear this." },
    "247": { "name": "Replica Sword", "description": "A sword for display purposes. The sheath has a scratch on it, and the gold foil near the hilt is scraped off. It doesn't look very valuable..." },
    "248": { "name": "An An Aan", "description": "A fashion magazine for teenage girls and women in their twenties. Its articles about topics such as the latest fashion trends, cooking techniques, and tips for appearing more feminine have made it extremely popular." },
    "249": { "name": "Man's Nut", "description": "A huge nut that can't be found in nature. It's said to exist within a man's heart. It's said that consuming this will increase your power to pursue romance." },
    "250": { "name": "Compact Costume", "description": "By chanting a secret spell, this mysterious compact mirror will transform you into anything. Even if you're a girl who doesn't stand out much, this item will help put you at the front and center." },
    "251": { "name": "Angel's Fruit", "description": "Despite its toxic appearance, this fruit bears a sweetness that will take you to heaven. However, they say that those who eat this fruit will be possessed by evil and fall to the dark side." },
    "252": { "name": "Bandage Wrap", "description": "A cloth bandage wrap used to treat wounds. In some cases, you can also use this to demonstrate your morbidity or cruelty." },
    "253": { "name": "Secret Wind Sword Book", "description": "A book documenting a certain sword technique named after \"Sayaka M.\" The beautiful movements of this technique look like you're cutting through fluttering flower petals. Even the sword itself looks like it's singing." },
    "254": { "name": "Summer Festival Tree", "description": "The debut single of the boy band, Black Cherry. This song became a huge hit due to its rhythmic beat and catchy lyrics about summer." },
    "255": { "name": "Hagakure Crystal Ball", "description": "A broken crystal ball held together with adhesive tape. The previous owner used this item to predict the future. 30 percent of the time, he was accurate 100 percent of the time." },
    "256": { "name": "R/C 4WD Battler Taro", "description": "A manga about a boy named Taro who fights using RC cars. Children across Japan cried when Taro said this line in the final chapter: \"Adults will never understand! A goal is still a goal, even if it's a reverse run!\"" },
    "257": { "name": "Used Carrot", "description": "A carrot given by Monomi. It’s been used so much that's practically scraped clean." },
    "258": { "name": "Nagito's Undergarments", "description": "Nagito's boxer shorts. Even when the laundry got soaking wet from a sudden rainstorm, this pair of lucky underwear was the only thing that stayed dry." },
    "259": { "name": "Byakuya's Undergarments", "description": "Byakuya's favorite high-end underwear. It comes from the only brand that the truly elite will wear." },
    "260": { "name": "Gundham's Undergarments", "description": "Gundham's favorite invisible underwear. You can't tell if it's really there or not. Apparently, humans with low astral vision cannot see it." },
    "261": { "name": "Kazuichi's Undergarments", "description": "Kazuichi Soda's favorite trunks. A popular brand among mechanical men due to its \"Repair the Now, Create the Now\" ad campaign. That kind of feeling shines through the colorful design." },
    "262": { "name": "Teruteru's Undergarments", "description": "Teruteru's favorite briefs. It's a pretty expensive pair of underwear, perfect for someone who wishes to be seen as a cool, adult man." },
    "263": { "name": "Nekomaru's Undergarments", "description": "Nekomaru's favorite briefs. They were created by Military World, the historically renowned men's underwear manufacturer. Only the best of team managers are allowed to wear them." },
    "264": { "name": "Fuyuhiko's Undergarments", "description": "Fuyuhiko’s favorite underwear. Despite that, it doesn't seem like he wears them because he likes them. Apparently he doesn't have strong feelings toward his underwear." },
    "265": { "name": "Akane's Undergarments", "description": "Akane's favorite panties. They emphasize freedom of movement, so they don't interfere with fighting." },
    "266": { "name": "Chiaki's Undergarments", "description": "Chiaki's favorite panties. The cute 8-bit pixel pattern is both retro and modern." },
    "267": { "name": "Sonia's Undergarments", "description": "Sonia's favorite regal undergarments. The modest lace conveys an air of refined sophistication." },
    "268": { "name": "Hiyoko's Undergarments", "description": "Hiyoko's favorite panties. They're actually sized for children in order to fit her body more comfortably." },
    "269": { "name": "Mahiru's Undergarments", "description": "Mahiru's panties. It seems she has an eye for detail when it comes to undergarments." },
    "270": { "name": "Mikan's Undergarments", "description": "Mikan's favorite panties. She often gets the wrong size, so these are a little small." },
    "271": { "name": "Ibuki's Undergarments", "description": "Ibuki's favorite panties. These Harajuku-style panties perfectly capture Ibuki's cheeriness." },
    "272": { "name": "Peko's Undergarments", "description": "Peko's favorite black thong. She wears these for all her kendo competitions." },
    "273": { "name": "Wooden Stick", "description": "A wooden stick Monomi found on the island. It gives you the courage to fight. This unlocks Monomi Mode, which is even more fun than the actual game." },
    "274": { "name": "Usami Strap", "description": "An item that splits the world. There's a paradise waiting on the other end. This unlocks Island Mode, which is even more fun than the actual game." },
    "275": { "name": "Danganronpa IF", "description": "A novel that depicts an alternate Danganronpa. This unlocks Novel Mode, which is even more fun than the actual game." },
    "276": { "name": "Fosho Broken Wand", "description": "Proof that you've cleared the Prologue. Usami had this magic stick, but it's seriously broken, fosho." },
    "277": { "name": "3 Star Badge", "description": "Proof that you've cleared Chapter 1. A memento of Teruteru Hanamura. It’s filled with the boastings and pride that have made countless gourmands roar with ecstasy." },
    "278": { "name": "Black Dragon Blade", "description": "Proof that you've cleared Chapter 2. A memento of Peko Pekoyama. The highest quality bamboo sword, this ancient and honorable weapon has been passed down through each generation of Pekoyamas." },
    "279": { "name": "Nurse's Apron", "description": "Proof that you've cleared Chapter 3. A memento of Mikan Tsumiki. It’s soaked with the smell of medicine." },
    "280": { "name": "Hell Hound Earring", "description": "Proof that you've cleared Chapter 4. Proof of being the top breeder. When it's worn by Gundham Tanaka, its true power shines through." },
    "281": { "name": "Gamer's Backpack", "description": "Proof that you've cleared Chapter 5. A memento of Chiaki Nanami. Apparently, it was a present from a certain gaming magazine." },
    "282": { "name": "Giant Cell Phone", "description": "Proof the you've cleared Chapter 6. A memento of Junko Enoshima. This hopelessly decorated cellphone will no longer reach anyone." },
    "283": { "name": "Easter Egg", "description": "Proof that you cleared the Epilogue. A monument bearing words of resolution. The following words are inscribed on the front: \"Goodbye Academy of Despair\"." },
    "284": { "name": "Mineral Water", "description": "Drawn from the ocean depths and rigorously purified. Ideal for a modern on-the-go public unsatisfied with tap water." },
    "285": { "name": "Cola Cola", "description": "Contains a highly stimulating almost addictive sweetness. Pair it with some nice junk food for a can't-miss combo." },
    "286": { "name": "Civet Coffee", "description": "Made from an extremely rare and expensive coffee bean collected from the dung of the Asian palm civet. It has a unique fragrance..." },
    "287": { "name": "Rose Hip Tea", "description": "An herbal tea said to promote beauty and wellness. You can somehow sense its essential elegance..." },
    "288": { "name": "Sea Salt", "description": "A basic seasoning produced from the evaporation of seawater. It also sees use as a preservative." },
    "289": { "name": "Potato Chips", "description": "A staple snack food made by frying thick potato slices in oil. Beware its dangerously high calorie count." },
    "290": { "name": "Prismatic Hardtack", "description": "A tough, long-lasting cracker used mainly as an emergency ration. Each piece contains a full seven different flavors." },
    "291": { "name": "Black Croissant", "description": "A baked good made from black ingredients. It looks burnt, but it's actually pretty good." },
    "292": { "name": "Sonic Cup-a-Noodle", "description": "Instant noodles. Fill it with boiling water and it's ready in 3 seconds. Of course, it also goes bad in like 30..." },
    "293": { "name": "Royal Curry", "description": "A curry pack made for kids. It's made with expensive, high-quality ingredients you wouldn't expect from a kid's food." },
    "294": { "name": "Ration", "description": "A set of canned and vacuum-sealed foodstuffs. The taste isn't bad, and certain snakes that enjoy hide-and-go-seek are just crazy about it." },
    "295": { "name": "Flotation Donut", "description": "A gigantic donut that doubles as a flotation device. And naturally, you can snack on it while floating out to sea. It comes in a variety of styles." },
    "296": { "name": "Overflowing Lunch Box", "description": "A lunch box stuffed with rice, ginger, carrots, peppers, mushrooms, and more. It's meat-free, so you vegetarians out there are covered, too." },
    "297": { "name": "Sunflower Seeds", "description": "The seeds of that particular flower that loves facing the sun. They have a flavor somewhat similar to peanuts." },
    "298": { "name": "Birdseed", "description": "Sprinkle this around outside and watch the birds come flocking. There's nothing stopping you from eating it too, I suppose..." },
    "299": { "name": "Kitten Hairclip", "description": "A hairclip in the shape of a little kitty cat. Properly placed, it can make a girl positively sparkle." },
    "300": { "name": "Everlasting Bracelet", "description": "A handcrafted item made with needle and thread. They say that once you put it on, it will never come off again." },
    "301": { "name": "Love Status Ring", "description": "Wear it on your right hand, you're looking for love. On your left, you've found it. On both... well, that's just asking for catastrophe." },
    "302": { "name": "Zoles Diamond", "description": "A brand-name diamond popularly used in engagement rings. Although... this one's just an imitation..." },
    "303": { "name": "Hope's Peak Ring", "description": "A school ring emblazoned with the Hope's Peak Academy school crest. It stands as proof of friendship between those who spent their youth together." },
    "304": { "name": "Blueberry Perfume", "description": "Very popular with men these days. But to be honest, although it does attract the ladies, most guys hate the smell..." },
    "305": { "name": "Scarab Brooch", "description": "The scarab was considered to be sacred by many ancient societies. It's better known today as... the dung beetle." },
    "306": { "name": "God of War Charm", "description": "A charm devised by the protective deity of martial arts, the Great and Gracious Kashima." },
    "307": { "name": "Mac's Gloves", "description": "A pair of boxing gloves infused with a staggering amount of passion and effort. Wearing them makes you want to throw a thousand cross-counters." },
    "308": { "name": "Glasses", "description": "They say that wearing these while performing incantations will help you better speak with the target of your spell." },
    "309": { "name": "G-Sick", "description": "Most people consider it a \"throwaway watch\" due to its poor quality. Still, it enjoys massive popularity thanks to its low price." },
    "310": { "name": "Roller Slippers", "description": "Slippers with a small wheel installed in each heel. They were invented to move easily around the house, but there is absolutely no demand for them." },
    "311": { "name": "Red Scarf", "description": "A scarf belonging to a certain masked hero. It's tattered and worn due to the countless battles it's been through." },
    "312": { "name": "Leaf Covering", "description": "A loincloth meant to emphasize one's manliness. Its simple design features a single leaf overlaid on white cloth." },
    "313": { "name": "Torneko's Pants", "description": "The latest style from premier Gothic Lolita fashion label, Wonder Dungeon." },
    "314": { "name": "Bunny Earmuffs", "description": "One of the most popular items from Gothic Lolita designer Ina Bauer." },
    "315": { "name": "Fresh Bindings", "description": "Strips of cotton cloth. They were once commonly used for underwear and bandages. They say when you wrap it around yourself, both body and soul become taut." },
    "316": { "name": "Jimmy Decay T-Shirt", "description": "A limited-edition shirt featuring legendary punk rocker Jimmy Decay. Only a hundred were ever made." },
    "317": { "name": "Emperor's Thong", "description": "Designed solely for those in control of their buttocks. For better or worse, it's unisexual." },
    "318": { "name": "Hand Bra", "description": "A bra designed to slip over your hands. Its slogan? \"Raise your hands, raise your spirits!\"" },
    "319": { "name": "Waterlover", "description": "A competition swimsuit for women. Its design concept is to \"become one with the water\" and it claims to increase swimming speed by 10%." },
    "320": { "name": "Demon Angel Princess Figure", "description": "A collectible figure of Princess Piggles, the popular heroine from \"Demon Angel Pretty Pudgy Princess\"." },
    "321": { "name": "Astral Boy Doll", "description": "A figurine of the popular TV personality who hosted \"Lost in Forbidden Love Fantasy Outer Space\"." },
    "322": { "name": "Shears", "description": "Since Hope's Peak Academy doesn't have a barber, the students are responsible for cutting their own hair." },
    "323": { "name": "Layering Shears", "description": "A specialized set of scissors used to create advanced styling designs. Watch the edges!" },
    "324": { "name": "Quality Chinchilla Cover", "description": "A dark red seat cover. Its refined design is intended for only the most elite clientele." },
    "325": { "name": "Kirlian Camera", "description": "A camera invented to take pictures of electrical fields surrounding objects. Sadly, there's no film in it..." },
    "326": { "name": "Adorable Reactions Collection", "description": "A DVD that contains footage of people reacting to various pieces of art." },
    "327": { "name": "Tumbleweed", "description": "A dried-out plant seen in many Western films. If they pile up around your yard, just toss 'em off a cliff or something." },
    "328": { "name": "Unending Dandelion", "description": "A dandelion toy. You can blow the fluff away, and the attached string will pull it back, so you can do it over and over and over and..." },
    "329": { "name": "Rose in Vitro", "description": "A small rose stored inside a test tube. Makes a great gift. It's good for both hellos and farewells. In the language of flowers, a red rose means passionate love." },
    "330": { "name": "Cherry Blossom Bouquet", "description": "A collection of branches from a sakura tree. In the language of flowers, cherry blossoms represent \"a woman of superior beauty\"." },
    "331": { "name": "Rose Whip", "description": "A whip made from real roses. Even the most beautiful rose has thorns..." },
    "332": { "name": "Zantetsuken", "description": "A sword that can't even cut through iron. Or flesh. Or anything, really. In other words, totally useless..." },
    "333": { "name": "Muramasa", "description": "The strongest weapon ever made. It's great for dungeon diving and lets you warp through walls. Of course, it doesn't actually exist in this reality, so..." },
    "334": { "name": "Raygun Zurion", "description": "Created with hi-tech future technology. A single shot can melt every molecule in a fully grown human. There aren't any batteries, though, so you can't fire it..." },
    "335": { "name": "Golden Gun", "description": "A replica of the gun preferred by a famous assassin. It's not really much good by itself. You can't even cock it..." },
    "336": { "name": "Berserker Armor", "description": "Donning this armor bestows the wearer with immense power, but at the cost of their soul and senses." },
    "337": { "name": "Self-Destructing Cassette", "description": "Once you record a message onto this, it sets up a chemical reaction that will destroy the tape after a few seconds after it's played." },
    "338": { "name": "Silent Receiver", "description": "A phone that, for some unknown reason, doesn't let you hear the person on the other end, and doesn't let them hear you." },
    "339": { "name": "Pretty Hungry Caterpillar", "description": "A caterpillar toy that was all the rage years ago. As you pull it, it moves up and down, making it look alive." },
    "340": { "name": "Old Timey Radio", "description": "A radio with a retro exterior but state-of-the-art technology inside. Of course, there's no reception in the school, so you can't hear anything anyway." },
    "341": { "name": "Mr. Fastball", "description": "A baseball-shaped velocity measurement machine. Throw it to measure your speed. But, uh...don't throw it at the wall." },
    "342": { "name": "Antique Doll", "description": "A porcelain doll. Due to the exquisite craftsmanship of the doll and its clothing, many people still collect and prize them to this very day." },
    "343": { "name": "Crystal Skull", "description": "A skull carved from pure rock crystal. Some think skulls like this were created hundreds of years ago, perhaps with alien intervention, and consider them \"OOPArt\"." },
    "344": { "name": "Golden Airplane", "description": "A golden sculpture said to represent a plane or spaceship. It was found in ruins in Colombia dated to around 1,000 CE, indicating to some that this represents an \"OOPArt\"." },
    "345": { "name": "Prince Shotoku's Globe", "description": "A spherical representation of Earth, about the size of a softball. Some believe it to be an \"OOPArt\" since it depicts a round Earth, despite being many centuries old." },
    "346": { "name": "Moon Rock", "description": "A rock taken from the Sea of Tranquility on the moon by the astronauts on Apollo 11. Its composition is apparently unusual for where it was found..." },
    "347": { "name": "Asura's Tears", "description": "A jewel treasured by an ancient super-race. \"Even the devil has friends. You..fool\". And then...tears flow." },
    "348": { "name": "Secrets of the Omoplata", "description": "A little-known book about Brazilian jiu-jitsu that teaches high-level shoulder lock techniques. \"Omoplata\" is another word for the scapula, or shoulder blade." },
    "349": { "name": "Millennium Prize Problems", "description": "These seven important mathematical problems were posted by the Clay Mathematics Institute, with a reward of one million dollars for each one solved." },
    "350": { "name": "The Funplane", "description": "The newest popular portable game system. It has a hi-def touchscreen, and can also play music and videos, making for the perfect all-in-one media machine!" },
    "351": { "name": "Project Zombie", "description": "A mature game designed for the Funplane, where a former runway model takes zombies as slaves in a post-apocalyptic world. It's been out of print for a while..." },
    "352": { "name": "Pagan Dancer", "description": "A mature game designed for the Funplane, which allows you to become a massive god handing out divine punishment to puny mortals. Good luck finding a copy..." },
    "353": { "name": "Tips & Tips", "description": "A thick book that has hints and codes for every game ever released. A must-have for any true gaming fanatic." },
    "354": { "name": "Maiden's Handbag", "description": "Available only at the posh Maiden Road, which is geared toward female fanfic fans. Please, PLEASE take me with you next time you go!" },
    "355": { "name": "Kokeshi Dynamo", "description": "Flip the switch on the bottom to set the doll shaking. Apparently it's a kid's toy, but I don't really get the point of it..." },
    "356": { "name": "The Second Button", "description": "The button from a school uniform which increases in value as graduation approaches. In a few cases, reservations are necessary." },
    "357": { "name": "Someone's Graduation Album", "description": "A Hope's Peak graduation album that someone left behind. The signature pages are all completely blank..." },
    "358": { "name": "Vise", "description": "A tool used to grip and stabilize materials (like metal) to shape and fix it. Somehow, just the name conveys a strong sense of power..." },
    "359": { "name": "Sacred Tree Sprig", "description": "The branch from a sakaki tree, commonly used in Shinto rituals. It serves as a connection between humans and the gods." },
    "360": { "name": "Pumice", "description": "A porous rock formed during violent volcanic eruptions. Use it to scrape off all that old, dry skin on the body." },
    "361": { "name": "Oblaat", "description": "A thin, edible film made from starch. It's commonly used as a candy wrapper, but also helps cover up the taste of bitter medicine." },
    "362": { "name": "Water Flute", "description": "A unique type of flute. you pour water into the base and blow into the top, which can create a variety of sounds similar to a chirping bird." },
    "363": { "name": "Bojobo Dolls", "description": "Made from seeds and coconut fiber, these are used in Buddhist prayers. You determine your wish based on how you position the arms and legs." },
    "364": { "name": "Small Light", "description": "Common wisdom might make you think that shining this light on you will turn you small...but nope. It's just that the light itself is about the size of a matchbox." },
    "365": { "name": "Voice-Changing Bowtie", "description": "This originally belonged to a detective who has the body of a child but the mind of a genius. The bowtie lets its user speak in a variety of voices." },
    "366": { "name": "Ancient Tour Tickets", "description": "Two tickets that advertise \"a whirlwind tour of Mu with the Ancients for four days and three nights!\"" },
    "367": { "name": "Novelist's Fountain Pen", "description": "It once belonged to a late, great novelist. They say the writer's soul is sealed within the pen, and any user can only write one sentence: \"I have become something not human\"." },
    "368": { "name": "\"If\" Fax", "description": "Used to distribute a full-length novel based on what the world would look like if all of someone's dreams came true." },
    "369": { "name": "Cat-Dog Magazine", "description": "You might think it has to do with pets, but it's more related to...beds. It's a guide for junior high and high school students to help with their...um...physical health." },
    "370": { "name": "Meteorite Arrowhead", "description": "An arrowhead discovered in some ancient ruins. Fashioned from a meteorite, they say that getting pierced by it will give you the power to see demons." },
    "371": { "name": "Chin Drill", "description": "A fashion accessory that allows you to equip a drill on your chin. It is said to represent the idea of \"spiral energy\"." },
    "372": { "name": "Green Costume", "description": "As soon as you put this on, you'll feel like you can take on any challenge. It resembles a stereotypical dinosaur." },
    "373": { "name": "Red Costume", "description": "Jump into this, and you'll feel like you can support the world. It resembles some kind of yeti creature..." },
    "374": { "name": "A Man's Fantasy", "description": "A wash basin intended to give you the courage to seek out a true man's fantasy. Specifically, in public bathhouses..." },
    "375": { "name": "Escape Button", "description": "One press of this button will allow you to escape from Hope's Peak Academy. Once you possess it, a new clip will be added to the Movie Gallery." },
    "376": { "name": "School Crest", "description": "Proof that you've cleared the Prologue. It's a patch that displays the Hope's Peak Academy school crest." },
    "377": { "name": "Despair Bat", "description": "Proof that you've cleared Chapter 1. The name really doesn't sound pleasant-it creates a foreboding sense that something very bad has begun." },
    "378": { "name": "Crazy Diamond", "description": "Proof that you've cleared Chapter 2. It's Mondo Owada's old trenchcoat, which has the name of the country's greatest biker gang leader embroidered on it." },
    "379": { "name": "Super Robo Justice", "description": "Proof that you've cleared Chapter 3. Hifumi Yamada created this costume at the school, but the quality is so high, it's hard to imagine it was made solely with materials in the school." },
    "380": { "name": "Alter Lump", "description": "Proof that you've cleared Chapter 4. It's the only thing left of Alter Ego..." },
    "381": { "name": "Dream Island Rocket", "description": "Proof that you've cleared Chapter 5. It was once abandoned on Dream Island. It feels strangely familiar..." },
    "382": { "name": "Monokuma Hairties", "description": "Proof that you've cleared Chapter 6. As the final memento of Junko Enoshima, they're decorated with twin bear figures." },
    "383": { "name": "Easter Egg", "description": "Proof that you've cleared the Epilogue. It serves as a graduation token for all those who made it out of Hope's Peak. Is it a symbol of hope, or of despair...?" },
    "384": { "name": "Kiyotaka's Undergarments", "description": "Kiyotaka's favorite briefs. They were also the preferred briefs of his grandfather, the former prime minister, Toranosuke Ishimaru. The manufacturer, \"Military World\", claims they help support all ideal Japanese men form down below." },
    "385": { "name": "Byakuya's Undergarments", "description": "Byakuya's favorite high-end underwear. It comes from the only brand that the truly elite will wear. All of his family's underwear is made to order, in order to show that no matter how much money some no-name upstart may have, they'll never be a Togami." },
    "386": { "name": "Mondo's Undergarments", "description": "Mondo's favorite boxer briefs. They fit nice and snug in order to keep from getting in the way when you're riding your hog. Mondo doesn't normally have a thing for tiger print, but the instant he saw them, he found himself drawn to the design..." },
    "387": { "name": "Leon's Undergarments", "description": "Leon's favorite supportive sports underoos. He may claim he hates baseball, but deep down it still holds a special place in his heart. After all, that's what makes him \"ultimate\"." },
    "388": { "name": "Hifumi's Undergarments", "description": "Hifumi's favorite briefs. This one-of-a-kind, not-for-sale-anywhere item was designed to mimic the garments of the galactic king, Robo Justice. Due to Hifumi's exceptional girth, the briefs have been stretched into a rather form-fitting thong." },
    "389": { "name": "Yasuhiro's Undergarments", "description": "Yasuhiro's favorite bikini briefs. \"The higher the waist, the higher your luck!\" This is what the salesman told him at one of his seminars, and he couldn't resist. Later, he would run into severe money troubles." },
    "390": { "name": "Sayaka's Undergarments", "description": "Sayaka's favorite everyday underwear. They may be inexpensive, but when the Ultimate Pop Sensation wears them, they still shine with an innee light. Of course, the brighter the light, the darker the shadow..." },
    "391": { "name": "Kyoko's Undergarments", "description": "Kyoko's favorite low-rise briefs. No matter what position she finds herself in, their mysterious darkness obscures her form. Whether she's squatting to inspect a crime scene or climbing up a ladder in search of evidence, she's safe..." },
    "392": { "name": "Aoi's Undergarments", "description": "Aoi's favorite panties. They're the kind of thing you'd expect to find in any bedroom in the world-they're as plain as what any prison inmate might wear, but still completely comfortable. The one drawback is that they turn totally see-through if you go swimming in them..." },
    "393": { "name": "Toko's Undergarments", "description": "Toko's favorite panties. Actually, they're probably Genocide Jack's favorite. They have reinforced elastic and loops to hold her deadly scissors." },
    "394": { "name": "Sakura's Undergarments", "description": "Sakura's favorite loincloth. She wears the complicated garment to remind her daily of the process of putting on her various martial arts uniforms. The loincloth represents her willingness to accept any challenge at any time." },
    "395": { "name": "Celeste's Undergarments", "description": "Celeste's favorite dark-hued panties. Their most notable feature is the tulle lace, and it's rumored that a C-rank human can't bear to gaze upon them. They give off the distinct air of a queen." },
    "396": { "name": "Junko's Undergarments", "description": "Junko's favorite underwear. In contrast to her title as the Ultimate Fashionista, the underwear is remarkably plain. However, it's also woven from blade-resistant and bulletproof fibers, making it much more durable. Still, it doesn't seem to be spear-proof..." },
    "397": { "name": "Chihiro's Undergarments", "description": "Chihiro's favorite bloomers. Even if you got a peek under his skirt, you wouldn't be able to tell at a glance that he was a boy. His choice of underwear clearly underlines how strong his fear of weakness really is." },
    "398": { "name": "DR1 Card Pack", "description": "A card pack containing a single card of a character from Danganronpa: Trigger Happy Havoc." },
    "399": { "name": "DR2 Card Pack", "description": "A card pack containing a single card of a character from Danganronpa 2: Goodbye Despair" },
    "400": { "name": "DRAE Card Pack", "description": "A card pack containing a signle card of a character from Danganronpa Another Episode: Ultra Despair Girls." },
    "401": { "name": "DRV3 Card Pack", "description": "A card pack containing a signle card of a character from Danganronpa V3: Killing Harmony." },
    "402": { "name": "Vote Gift", "description": "An exciting gift you can't wait to open." },
    "403": { "name": "1st Anniversary Gift", "description": "A gift during the celebration of the 1st Anniversary of Chiaki Nanami Bot." },
    "404": { "name": "2nd Anniversary Gift", "description": "A gift during the celebration of the 2nd Anniversary of Chiaki Nanami Bot." },
    "405": { "name": "3rd Anniversary Gift", "description": "A gift during the celebration of the 3rd Anniversary of Chiaki Nanami Bot." },
    "406": { "name": "Monokuma Card", "description": "As long as people have despair in their hearts... I will appear!" },
    "407": { "name": "Makoto Naegi Card", "description": "Nice to meet you...I'm Makoto Naegi." },
    "408": { "name": "Aoi Asahina Card", "description": "I'm Aoi Asahina! But my friends just call me Hina. 'Sup?" },
    "409": { "name": "Byakuya Togami Card", "description": "Feel free to begin calling me the Ultimate Perfection." },
    "410": { "name": "Celestia Ludenberg Card", "description": "If you don't mind, I would prefer for you to call me Celeste." },
    "411": { "name": "Chihiro Fujisaki Card", "description": "Sorry, I get kinda embarrassed whenever I introduce myself..." },
    "412": { "name": "Hifumi Yamada Card", "description": "I...am Hifumi Yamada. \"The Alpha and the Omega!\"" },
    "413": { "name": "Junko Enoshima Card", "description": "Alright! At long last, it's Junko time!" },
    "414": { "name": "Kiyotaka Ishimaru Card", "description": "Let's work together on our educational crusade!" },
    "415": { "name": "Kyoko Kirigiri Card", "description": "It wasn't a choice...I was born a detective." },
    "416": { "name": "Leon Kuwata Card", "description": "Yo! The name's Leon Kuwata. What's up?" },
    "417": { "name": "Mondo Owada Card", "description": "Name's Mondo Owada. Nice to fuckin' meetcha." },
    "418": { "name": "Mukuro Ikusaba Card", "description": "Hiii! I'm Junko Enoshima. Charmed, I'm sure!" },
    "419": { "name": "Sakura Ogami Card", "description": "Heaven sent me to live as its champion." },
    "420": { "name": "Sayaka Maizono Card", "description": "Hi, I'm Sayaka Maizono. I look forward to getting to know you!" },
    "421": { "name": "Toko Fukawa Card", "description": "N-Not that you'll remember my n-name anyway, but..." },
    "422": { "name": "Genocide Jack Card", "description": "You called for me, and so I appear! Dun-da-dadunnn!" },
    "423": { "name": "Yasuhiro Hagakure Card", "description": "" },
    "424": { "name": "Usami Card", "description": "" },
    "425": { "name": "Hajime Hinata Card", "description": "" },
    "426": { "name": "Akane Owari Card", "description": "Yo! The name's Akane Owari! Nice to meetcha!" },
    "427": { "name": "Byakuya Togami Card", "description": "I'm Byakuya Togami... Oh? He's already here?" },
    "428": { "name": "Chiaki Nanami Card", "description": "Video games are my hobby and I'm a fan of all genres." },
    "429": { "name": "Fuyuhiko Kuzuryu Card", "description": "I don't plan to act friendly and shit with you guys." },
    "430": { "name": "Gundham Tanaka Card", "description": "The name Gundham Tanaka will one day rule this world!" },
    "431": { "name": "Hiyoko Saionji Card", "description": "" },
    "432": { "name": "Ibuki Mioda Card", "description": "" },
    "433": { "name": "Kazuichi Soda Card", "description": "I'm the Ultimate Mechanic. Nice to meet ya." },
    "434": { "name": "Mahiru Koizumi Card", "description": "" },
    "435": { "name": "Mikan Tsumiki Card", "description": "Um... From the bottom of my heart, I hope we can get along." },
    "436": { "name": "Nagito Komaeda Card", "description": "I'm the Ultimate Lucky Student... At least, that's what they say." },
    "437": { "name": "Nekomaru Nidai Card", "description": "I AM THE ULTIMATE TEAM MANAGER!" },
    "438": { "name": "Peko Pekoyama Card", "description": "" },
    "439": { "name": "Sonia Nevermind Card", "description": "I am a foreign exhange student from a small kingdom called Novoselic." },
    "440": { "name": "Teruteru Hanamura Card", "description": "" },
    "441": { "name": "Ibuki Mioda Card", "description": "" },
    "442": { "name": "Shirokuma Card", "description": "" },
    "443": { "name": "Kurokuma Card", "description": "Talkin' is like, my whole purpose in life!" },
    "444": { "name": "Komaru Naegi Card", "description": "" },
    "445": { "name": "Jataro Kemuri Card", "description": "Uh, I'm the Priest, Jataro Kemuri..." },
    "446": { "name": "Kotoko Utsugi Card", "description": "" },
    "447": { "name": "Masaru Daimon Card", "description": "I'm the Hero, Masaru Daimon!" },
    "448": { "name": "Monaca Towa Card", "description": "Monaca is a Mage." },
    "449": { "name": "Nagisa Shingetsu Card", "description": "I am the Sage, Nagisa Shingetsu." },
    "450": { "name": "Haiji Towa Card", "description": "" },
    "451": { "name": "Hiroko Hagakure Card", "description": "The name's Hiroko Hagakure." },
    "452": { "name": "Izuru Kamukura Card", "description": "" },
    "453": { "name": "The Servant Card", "description": "" },
    "454": { "name": "Taichi Fujisaki Card", "description": "" },
    "455": { "name": "Yuta Asahina Card", "description": "" },
    "456": { "name": "Kaede Akamatsu Card", "description": "" },
    "457": { "name": "Monodam Card", "description": "" },
    "458": { "name": "Monophanie Card", "description": "" },
    "459": { "name": "Monokid Card", "description": "" },
    "460": { "name": "Monosuke Card", "description": "" },
    "461": { "name": "Monotaro Card", "description": "" },
    "462": { "name": "Angie Yonaga Card", "description": "The god of my island, Atua, is always with me..." },
    "463": { "name": "Gonta Gokuhara Card", "description": "" },
    "464": { "name": "Himiko Yumeno Card", "description": "I'm known as a magician, but I am actually...a mage." },
    "465": { "name": "K1-B0 Card", "description": "I am K1-B0, the Ultimate Robot! Call me Keebo!" },
    "466": { "name": "Kaito Momota Card", "description": "I'm Kaito Momota, Luminary of the Stars!" },
    "467": { "name": "Kirumi Tojo", "description": "" },
    "468": { "name": "Kokichi Oma Card", "description": "" },
    "469": { "name": "Korekiyo Shinguji Card", "description": "" },
    "470": { "name": "Maki Harukawa Card", "description": "I don't like kids that much." },
    "471": { "name": "Miu Iruma Card", "description": "I'm the gorgeous girl genius with a golden brain!" },
    "472": { "name": "Rantaro Amami Card", "description": "" },
    "473": { "name": "Ryoma Hoshi Card", "description": "" },
    "474": { "name": "Shuichi Saihara Card", "description": "" },
    "475": { "name": "Tenko Chabashira Card", "description": "I'm Tenko Chabashira! HAIYAH! The Ultimate Aikido Master!" },
    "476": { "name": "Tsumugi Shirogane Card", "description": "I'm the Ultimate Cosplayer!" },
    "477": { "name": "[Future Arc] Monokuma Card", "description": "" },
    "478": { "name": "[Future Arc] Monomi Card", "description": "" },
    "479": { "name": "[Future Arc] Makoto Naegi Card", "description": "" },
    "480": { "name": "[Future Arc] Kyoko Kirigiri Card", "description": "" },
    "481": { "name": "[Future Arc] Aoi Asahina Card", "description": "" },
    "482": { "name": "[Future Arc] Yasuhiro Hagakure Card", "description": "" },
    "483": { "name": "[Future Arc] Kazuo Tengan Card", "description": "" },
    "484": { "name": "[Future Arc] Kyosuke Munakata Card", "description": "" },
    "485": { "name": "[Future Arc] Koichi Kizakura Card", "description": "" },
    "486": { "name": "[Future Arc] Seiko Kimura Card", "description": "" },
    "487": { "name": "[Future Arc] Chisa Yukizome Card", "description": "" },
    "488": { "name": "[Future Arc] Juzo Sakakura Card", "description": "" },
    "489": { "name": "[Future Arc] Miaya Gekkogahara Card", "description": "" },
    "490": { "name": "[Future Arc] Ruruka Ando Card", "description": "" },
    "491": { "name": "[Future Arc] Sonosuke Izayoi Card", "description": "" },
    "492": { "name": "[Future Arc] Ryota Mitarai Card", "description": "" },
    "493": { "name": "[Future Arc] Daisaku Bandai Card", "description": "" },
    "494": { "name": "[Future Arc] Great Gozu Card", "description": "" },
    "495": { "name": "[Future Arc] Monaca Towa Card", "description": "" },
    "496": { "name": "[Future Arc] Byakuya Togami Card", "description": "" },
    "497": { "name": "[Future Arc] Komaru Naegi Card", "description": "" },
    "498": { "name": "[Future Arc] Toko Fukawa Card", "description": "" },
    "499": { "name": "[Future Arc] Genocide Jack Card", "description": "" },
    "500": { "name": "[Despair Arc] Chisa Yukizome Card", "description": "" },
    "501": { "name": "[Despair Arc] Hajime Hinata Card", "description": "" },
    "502": { "name": "[Despair Arc] Chiaki Nanami Card", "description": "" },
    "503": { "name": "[Despair Arc] Nagito Komaeda Card", "description": "" },
    "504": { "name": "[Despair Arc] Akane Owari Card", "description": "" },
    "505": { "name": "[Despair Arc] Fuyuhiko Kuzuryu Card", "description": "" },
    "506": { "name": "[Despair Arc] Gundham Tanaka Card", "description": "" },
    "507": { "name": "[Despair Arc] Hiyoko Saionji Card", "description": "" },
    "508": { "name": "[Despair Arc] Ibuki Mioda Card", "description": "" },
    "509": { "name": "[Despair Arc] Kazuichi Soda Card", "description": "" },
    "510": { "name": "[Despair Arc] Mahiru Koizumi Card", "description": "" },
    "511": { "name": "[Despair Arc] Mikan Tsumiki Card", "description": "" },
    "512": { "name": "[Despair Arc] Nekomaru Nidai Card", "description": "" },
    "513": { "name": "[Despair Arc] Peko Pekoyama Card", "description": "" },
    "514": { "name": "[Despair Arc] Sonia Nevermind Card", "description": "" },
    "515": { "name": "[Despair Arc] Teruteru Hanamura Card", "description": "" },
    "516": { "name": "[Despair Arc] Ryota Mitarai Card", "description": "" },
    "517": { "name": "[Despair Arc] Jin Kirigiri Card", "description": "" },
    "518": { "name": "[Despair Arc] Kyosuke Munakata Card", "description": "" },
    "519": { "name": "[Despair Arc] Juzo Sakakura Card", "description": "" },
    "520": { "name": "[Despair Arc] Kazua Tengan Card", "description": "" },
    "521": { "name": "[Despair Arc] Koichi Kizakura Card", "description": "" },
    "522": { "name": "[Despair Arc] Natsumi Kuzuryu Card", "description": "" },
    "523": { "name": "[Despair Arc] Sato Card", "description": "" },
    "524": { "name": "[Despair Arc] Ruruka Ando Card", "description": "" },
    "525": { "name": "[Despair Arc] Seiko Kimura Card", "description": "" },
    "526": { "name": "[Despair Arc] Sonozuke Izayoi Card", "description": "" },
    "527": { "name": "[Despair Arc] Ryota Mitarai Card", "description": "" },
    "528": { "name": "[Despair Arc] Junko Enoshima Card", "description": "" },
    "529": { "name": "[Despair Arc] Mukuro Ikusaba Card", "description": "" },
    "530": { "name": "[Despair Arc] Izuru Kamukura Card", "description": "" },
    "531": { "name": "[ Ultimate Summer Camp ] Monokuma Card", "description": "I think I'll slip into a swimsuit and laze about." },
    "532": { "name": "[ Ultimate Summer Camp ] Makoto Naegi Card", "description": "I doub't I'll ever forget my time here." },
    "533": { "name": "[ Ultimate Summer Camp ] Aoi Asahina Card", "description": "Yeah! I'm going for another swim!" },
    "534": { "name": "[ Ultimate Summer Camp ] Byakuya Togami Card", "description": "I go to a private beach on vacations." },
    "535": { "name": "[ Ultimate Summer Camp ] Celestia Ludenberg Card", "description": "The sea is lovely even at night." },
    "536": { "name": "[ Ultimate Summer Camp ] Chihiro Fujisaki Card", "description": "Wow, this island has all kinds of shops..." },
    "537": { "name": "[ Ultimate Summer Camp ] Genocide Jack Card", "description": "Look at this shit! I feel like I'm fifteen again!" },
    "538": { "name": "[ Ultimate Summer Camp ] Hifumi Yamada Card", "description": "This is the only Piggles swimsuit of its kind!" },
    "539": { "name": "[ Ultimate Summer Camp ] Junko Enoshima Card", "description": "How do you feel? Shocked? Betrayed? Disgusted?" },
    "540": { "name": "[ Ultimate Summer Camp ] Junko Enoshima Card", "description": "I...really did go all out. It's kinda fun." },
    "541": { "name": "[ Ultimate Summer Camp ] Kiyotaka Ishimaru Card", "description": "One, two, three, and four! One, two, three, and four!" },
    "542": { "name": "[ Ultimate Summer Camp ] Kyoko Kirigiri Card", "description": "We won't have access to this world forever." },
    "543": { "name": "[ Ultimate Summer Camp ] Leon Kuwata Card", "description": "Aww yeah, let's have some freakin' *fun*!" },
    "544": { "name": "[ Ultimate Summer Camp ] Mondo Owada Card", "description": "It'd be nice to tear up the road during the day." },
    "545": { "name": "[ Ultimate Summer Camp ] Sakura Ogami Card", "description": "Has everyone exited the water? Very well." },
    "546": { "name": "[ Ultimate Summer Camp ] Sayaka Maizono Card", "description": "I can't remember when I lasy played at the beach." },
    "547": { "name": "[ Ultimate Summer Camp ] Toko Fukawa Card", "description": "Nooo, not my sarong! We're still outside!" },
    "548": { "name": "[ Ultimate Summer Camp ] Yasuhiro Hagakure Card", "description": "Relics on the sea floor isn't mumbo jumbo, dude!" },
    "549": { "name": "[ Ultimate Summer Camp ] Usami Card", "description": "I hope I can swim one day." },
    "550": { "name": "[ Ultimate Summer Camp ] Monomi Card", "description": "Ooh, thank you! Now I can make my ocean debut!" },
    "551": { "name": "[ Ultimate Summer Camp ] Hajime Hinata Card", "description": "This field trip is just full of surprises..." },
    "552": { "name": "[ Ultimate Summer Camp ] Akane Owari Card", "description": "I challenge you to a swim!" },
    "553": { "name": "[ Ultimate Summer Camp ] Byakuya Togami Card", "description": "Fat is a reserve of life--it cannot be wasteful." },
    "554": { "name": "[ Ultimate Summer Camp ] Chiaki Nanami Card", "description": "I'm always sitting down, so I could at least try." },
    "555": { "name": "[ Ultimate Summer Camp ] Fuyuhiko Kuzuryu Card", "description": "Fuck's sake, I hate wearing a swimsuit." },
    "556": { "name": "[ Ultimate Summer Camp ] Gundham Tanaka Card", "description": "False stars adorn the heavens..." },
    "557": { "name": "[ Ultimate Summer Camp ] Hiyoko Saionji Card", "description": "Isn'y my swimsuit adorable?" },
    "558": { "name": "[ Ultimate Summer Camp ] Ibuki Mioda Card", "description": "I could chillax in this sun my whole life!" },
    "559": { "name": "[ Ultimate Summer Camp ] Izuru Kamukura Card", "description": "It wasn't necessarily out of enjoyment." },
    "560": { "name": "[ Ultimate Summer Camp ] Mahiru Koizumi Card", "description": "Mind if I take picture of the sunset?" },
    "561": { "name": "[ Ultimate Summer Camp ] Mikan Tsumiki Card", "description": "Please don't pull my swimsuit's strings!" },
    "562": { "name": "[ Ultimate Summer Camp ] Nagito Komaeda Card", "description": "It's my first time going to the sea with friends." },
    "563": { "name": "[ Ultimate Summer Camp ] Nekomaru Nidai Card", "description": "Now let's move on to the next course!" },
    "564": { "name": "[ Ultimate Summer Camp ] Peko Pekoyama Card", "description": "Warm and fluffy animals...are a very nice thing." },
    "565": { "name": "[ Ultimate Summer Camp ] Sonia Nevermind Card", "description": "I'll cut down this melon in a single slash!" },
    "566": { "name": "[ Ultimate Summer Camp ] Teruteru Hanamura Card", "description": "A garden of skimpy garb, glorious as the sun..." },
    "567": { "name": "[ Ultimate Summer Camp ] Angie Yonaga Card", "description": "I'm itching to get in the water, come on!" },
    "568": { "name": "[ Ultimate Summer Camp ] Gonta Gokuhara Card", "description": "Many bug actually live at sea." },
    "569": { "name": "[ Ultimate Summer Camp ] Himiko Yumeno Card", "description": "Ocean...swimsuits...hmm. I think I'm on to something here..." },
    "570": { "name": "[ Ultimate Summer Camp ] K1-B0 Card", "description": "I-I'll have you know I'm a cutting-edge robot!" },
    "571": { "name": "[ Ultimate Summer Camp ] Kaede Akamatsu Card", "description": "Perfect! With that out of the way... Let's explore this island!" },
    "572": { "name": "[ Ultimate Summer Camp ] Kaito Momota Card", "description": "Check it out! This swimsuit's as cool as I am, eh?" },
    "573": { "name": "[ Ultimate Summer Camp ] Kirumi Tojo Card", "description": "I have inner tubes and rafts available." },
    "574": { "name": "[ Ultimate Summer Camp ] Kokichi Oma Card", "description": "If you wanna play, you'll have to catch me first!" },
    "575": { "name": "[ Ultimate Summer Camp ] Korekiyo Shinguji Card", "description": "This is a story about my attempt at necromancy." },
    "576": { "name": "[ Ultimate Summer Camp ] Maki Harukawa Card", "description": "It's functional, but comfort is another matter..." },
    "577": { "name": "[ Ultimate Summer Camp ] Miu Iruma Card", "description": "Look on my swimsuit and despair! Behold my beauty!" },
    "578": { "name": "[ Ultimate Summer Camp ] Rantaro Amami Card", "description": "Exactly. I still have plenty of reasons to keep up my travels." },
    "579": { "name": "[ Ultimate Summer Camp ] Ryoma Hoshi Card", "description": "I doubt I can ever forget this scenery." },
    "580": { "name": "[ Ultimate Summer Camp ] Shuichi Saihara Card", "description": "It feels like summer vacation with this heat." },
    "581": { "name": "[ Ultimate Summer Camp ] Tenko Chabashira Card", "description": "I will, and then I'll hold your head underwater!" },
    "582": { "name": "[ Ultimate Summer Camp ] Tsumugi Shirogane Card", "description": "Sorry for the wait. Is everyone already swimming?" },
    "583": { "name": "[ Ultimate Summer Camp ] Shirokuma Card", "description": "Blue sky, white clouds, clear ocean, a warm sun..." },
    "584": { "name": "[ Ultimate Summer Camp ] Komaru Naegi Card", "description": "Oh no you didn't. Have a taste of *this*" },
    "585": { "name": "[ Ultimate Summer Camp ] Kurokuma Card", "description": "Okay, let's dive right into the main topic!" },
    "586": { "name": "[ Ultimate Summer Camp ] Hiroko Hagakure Card", "description": "Well, maybe I'll go for a quick swim while I'm here. It's been a minute." },
    "587": { "name": "[ Ultimate Summer Camp ] Jataro Kemuri Card", "description": "So sad, so empty... Oh man, it makes me so excited!" },
    "588": { "name": "[ Ultimate Summer Camp ] Kotoko Utsugi Card", "description": "I wanna do some girl talk too!" },
    "589": { "name": "[ Ultimate Summer Camp ] Masaru Daimon Card", "description": "Next, we run to the beach!" },
    "590": { "name": "[ Ultimate Summer Camp ] Monaca Towa Card", "description": "From here on, we'll do as we please." },
    "591": { "name": "[ Ultimate Summer Camp ] Nagisa Shingetsu Card", "description": "All I want right now is some quiet time." },
    "592": { "name": "[ 10th Anniversary ] Makoto Naegi Card", "description": "" },
    "593": { "name": "[ 10th Anniversary ] Aoi Asahina Card", "description": "" },
    "594": { "name": "[ 10th Anniversary ] Makoto Naegi Card", "description": "" },
    "595": { "name": "[ 10th Anniversary ] Byakuya Togami Card", "description": "" },
    "596": { "name": "[ 10th Anniversary ] Celestia Ludenberg Card", "description": "" },
    "597": { "name": "[ 10th Anniversary ] Chihiro Fujisaki Card", "description": "" },
    "598": { "name": "[ 10th Anniversary ] Hifumi Yamada Card", "description": "" },
    "599": { "name": "[ 10th Anniversary ] Junko Enoshima Card", "description": "" },
    "600": { "name": "[ 10th Anniversary ] Kiyotaka Ishimaru Card", "description": "" },
    "601": { "name": "[ 10th Anniversary ] Kyoko Kirigiri Card", "description": "" },
    "602": { "name": "[ 10th Anniversary ] Leon Kuwata Card", "description": "" },
    "603": { "name": "[ 10th Anniversary ] Mondo Owada Card", "description": "" },
    "604": { "name": "[ 10th Anniversary ] Sakura Ogami Card", "description": "" },
    "605": { "name": "[ 10th Anniversary ] Sayaka Maizono Card", "description": "" },
    "606": { "name": "[ 10th Anniversary ] Toko Fukawa Card", "description": "" },
    "607": { "name": "[ 10th Anniversary ] Yasuhiro Hagakure Card", "description": "" },
    "608": { "name": "[ 10th Anniversary ] Hajime Hinata Card", "description": "" },
    "609": { "name": "[ 10th Anniversary ] Akane Owari Card", "description": "" },
    "610": { "name": "[ 10th Anniversary ] Byakuya Togami Card", "description": "" },
    "611": { "name": "[ 10th Anniversary ] Chiaki Nanami Card", "description": "" },
    "612": { "name": "[ 10th Anniversary ] Fuyuhiko Kuzuryu Card", "description": "" },
    "613": { "name": "[ 10th Anniversary ] Gundham Tanaka Card", "description": "" },
    "614": { "name": "[ 10th Anniversary ] Hiyoko Saionji Card", "description": "" },
    "615": { "name": "[ 10th Anniversary ] Ibuki Mioda Card", "description": "" },
    "616": { "name": "[ 10th Anniversary ] Kazuichi Soda Card", "description": "" },
    "617": { "name": "[ 10th Anniversary ] Mahiru Koizumi Card", "description": "" },
    "618": { "name": "[ 10th Anniversary ] Mikan Tsumiki Card", "description": "" },
    "619": { "name": "[ 10th Anniversary ] Nagito Koameda Card", "description": "" },
    "620": { "name": "[ 10th Anniversary ] Nekomaru Nidai Card", "description": "" },
    "621": { "name": "[ 10th Anniversary ] Peko Pekoyama Card", "description": "" },
    "622": { "name": "[ 10th Anniversary ] Sonia Nevermind Card", "description": "" },
    "623": { "name": "[ 10th Anniversary ] Teruteru Hanamura Card", "description": "" },
    "624": { "name": "[ 10th Anniversary ] Kaede Akamatsu Card", "description": "" },
    "625": { "name": "[ 10th Anniversary ] Angie Yonaga Card", "description": "" },
    "626": { "name": "[ 10th Anniversary ] Gonta Gokuhara Card", "description": "" },
    "627": { "name": "[ 10th Anniversary ] Himiko Yumeno Card", "description": "" },
    "628": { "name": "[ 10th Anniversary ] K1-B0 Card", "description": "" },
    "629": { "name": "[ 10th Anniversary ] Kaito Momota Card", "description": "" },
    "630": { "name": "[ 10th Anniversary ] Byakuya Togami Card", "description": "" },
    "631": { "name": "[ 10th Anniversary ] Kirumi Tojo Card", "description": "" },
    "632": { "name": "[ 10th Anniversary ] Kokichi Oma Card", "description": "" },
    "633": { "name": "[ 10th Anniversary ] Korekiyo Shinguji Card", "description": "" },
    "634": { "name": "[ 10th Anniversary ] Maki Harukawa Card", "description": "" },
    "635": { "name": "[ 10th Anniversary ] Miu Iruma Card", "description": "" },
    "636": { "name": "[ 10th Anniversary ] Rantaro Amami Card", "description": "" },
    "637": { "name": "[ 10th Anniversary ] Ryoma Hoshi Card", "description": "" },
    "638": { "name": "[ 10th Anniversary ] Shuichi Saihara Card", "description": "" },
    "639": { "name": "[ 10th Anniversary ] Tenko Chabashira Card", "description": "" },
    "640": { "name": "[ 10th Anniversary ] Tsumugi Shirogane Card", "description": "" },
    "641": { "name": "5 Monocoins Coupon", "description": "Exchange the coupon for 5 Monocoins." },
    "642": { "name": "10 Monocoins Coupon", "description": "Exchange the coupon for 10 Monocoins." },
    "643": { "name": "50 Monocoins Coupon", "description": "Exchange the coupon for 50 Monocoins." },
    "644": { "name": "100 Monocoins Coupon", "description": "Exchange the coupon for 100 Monocoins." },
    "645": { "name": "500 Monocoins Coupon", "description": "Exchange the coupon for 500 Monocoins." },
    "646": { "name": "1,000 Monocoins Coupon", "description": "Exchange the coupon for 1,000 Monocoins." },
    "657": { "name": "5 Ultra Despair Coins Coupon", "description": "Exchange the coupon for 5 Ultra Despair Coins." },
    "658": { "name": "10 Ultra Despair Coins Coupon", "description": "Exchange the coupon for 10 Ultra Despair Coins." },
    "659": { "name": "50 Ultra Despair Coins Coupon", "description": "Exchange the coupon for 50 Ultra Despair Coins." },
    "660": { "name": "100 Ultra Despair Coins Coupon", "description": "Exchange the coupon for 100 Ultra Despair Coins." },
    "661": { "name": "500 Ultra Despair Coins Coupon", "description": "Exchange the coupon for 500 Ultra Despair Coins." },
    "662": { "name": "1,000 Ultra Despair Coins Coupon", "description": "Exchange the coupon for 1,000 Ultra Despair Coins." },
    "663": { "name": "5 Monochips Coupon", "description": "Exchange the coupon for 5 Monochips." },
    "664": { "name": "10 Monochips Coupon", "description": "Exchange the coupon for 10 Monochips." },
    "665": { "name": "50 Monochips Coupon", "description": "Exchange the coupon for 50 Monochips." },
    "666": { "name": "100 Monochips Coupon", "description": "Exchange the coupon for 100 Monochips." },
    "667": { "name": "500 Monochips Coupon", "description": "Exchange the coupon for 500 Monochips." },
    "668": { "name": "1,000 Monochips Coupon", "description": "Exchange the coupon for 1,000 Monochips." },
    "669": { "name": "5 Silver Monocoins Coupon", "description": "Exchange the coupon for 5 Silver Monocoins." },
    "670": { "name": "10 Silver Monocoins Coupon", "description": "Exchange the coupon for 10 Silver Monocoins." },
    "671": { "name": "50 Silver Monocoins Coupon", "description": "Exchange the coupon for 50 Silver Monocoins." },
    "672": { "name": "100 Silver Monocoins Coupon", "description": "Exchange the coupon for 100 Silver Monocoins." },
    "673": { "name": "500 Silver Monocoins Coupon", "description": "Exchange the coupon for 500 Silver Monocoins." },
    "674": { "name": "1,000 Silver Monocoins Coupon", "description": "Exchange the coupon for 1,000 Silver Monocoins." },
    "675": { "name": "5 Gold Monocoins Coupon", "description": "Exchange the coupon for 5 Gold Monocoins." },
    "676": { "name": "10 Gold Monocoins Coupon", "description": "Exchange the coupon for 10 Gold Monocoins." },
    "677": { "name": "50 Gold Monocoins Coupon", "description": "Exchange the coupon for 50 Gold Monocoins." },
    "678": { "name": "100 Gold Monocoins Coupon", "description": "Exchange the coupon for 100 Gold Monocoins." },
    "679": { "name": "500 Gold Monocoins Coupon", "description": "Exchange the coupon for 500 Gold Monocoins." },
    "680": { "name": "1,000 Gold Monocoins Coupon", "description": "Exchange the coupon for 1,000 Gold Monocoins." },
    "681": { "name": "5 Monomicoins Coupon", "description": "Exchange the coupon for 5 Monomicoins." },
    "682": { "name": "10 Monomicoins Coupon", "description": "Exchange the coupon for 10 Monomicoins." },
    "683": { "name": "50 Monomicoins Coupon", "description": "Exchange the coupon for 50 Monomicoins." },
    "684": { "name": "100 Monomicoins Coupon", "description": "Exchange the coupon for 100 Monomicoins." },
    "685": { "name": "500 Monomicoins Coupon", "description": "Exchange the coupon for 500 Monomicoins." },
    "686": { "name": "1,000 Monomicoins Coupon", "description": "Exchange the coupon for 1,000 Monomicoins." },
    "687": { "name": "Rose In Vitro", "description": "Gift it to someone you like to increase their charisma by 1." },
    "688": { "name": "Monomi Card", "description": "I'm not my brother's little sister!" },
    "689": { "name": "[ Ultimate Summer Camp ] Kazuichi Soda Card", "description": "A goddess walks among us." }
}